Repository: NaN-tic/trytond-sale_purchase_revoke
Catalog: locale/*.po
Languages: ca, es

# field:sale.configuration,sale_exception_margin:
source: Sale exception margin (days)
ca: Marge vendas en excepció (dies)

# field:sale.sale,ignored_moves:
source: Ignored Moves
ca: Moviments ignorats
es: Movimientos ignorados

# field:sale.sale.revoke.start,manage_invoices:
source: Also Manage Invoices?
ca: Gestionar també factures?
es: ¿Gestionar también facturas?

# model:ir.action,name:act_sale_create_pending_moves_wizard
source: Create Pending Moves
ca: Crea moviments pendents
es: Crea movimientos pendientes

# model:ir.action,name:wizard_revoke
source: Revoke Sale
ca: Anul·lar venda
es: Anular venta

# model:ir.message,text:msg_can_not_revoke_invoices
source: You cannot revoke "%(record)s" because there are invoices that are not in Cancel, Draft, Posted or Paid state: "%(names)s".
ca: No podeu anul·lar "%(record)s" perquè hi ha factures que no estan en estat Cancel·lat, Esborrany, Comptabilitzat o Pagat: "%(names)s".
es: No se puede anular "%(record)s" porque hay facturas que no están en estado Cancelada, Borrador, Contabilizada o Pagada: "%(names)s".

# model:ir.message,text:msg_can_not_revoke_moves
source: You cannot revoke "%(record)s" because there are moves that are not in Cancel, Draft or Done state: "%(names)s".
ca: No podeu revocar "%(record)s" perquè hi ha moviments que no estan en estat Cancel·lat, Esborrany o Finaltzat: "%(names)s".
es: No puedes revocar "%(record)s" porque hay movimientos que no están en estado Cancelada, Borrador o Finalizada: "%(names)s".

# model:ir.model.button,string:sale_create_pending_moves_button
source: Create Pending Moves
ca: Crea moviments pendents
es: Crea movimientos pendientes

# model:ir.model.button,string:sale_revoke_button
source: Revoke
ca: Anul·lar
es: Anular

# model:sale.sale.revoke.start,name:
source: Revoke Start
ca: Inici Anul·lació
es: Inicio Anulación

# selection:ir.cron,method:
source: Fix Exception Sales
ca: Arreglar vendes en excepció

# view:sale.sale.revoke.start:
source: Are you sure you want to revoke sales?
ca: Ets segur que vols anul·lar les vendes?
es: ¿Está seguro de que quiere anular las ventas?

# wizard_button:sale.sale.revoke,start,end:
source: Cancel
ca: Cancel·lar
es: Cancelar

# wizard_button:sale.sale.revoke,start,revoke:
source: Revoke
ca: Anul·lar
es: Anular
